export const serviceText = 
`
서비스 이용약관

제1조 (목적)
이 약관은 [서비스 제공자] (이하 "회사"라 함)가 제공하는 [pinny] (이하 "서비스"라 함)의 이용 조건과 절차, 회사와 회원 간의 권리, 의무 및 책임사항 등을 정하는 것을 목적으로 합니다.

 제2조 (정의)
"서비스"라 함은 회사가 제공하는 [용돈기입장의 기능 및 돈을 모을 수 있는 퀘스트 기능이 들어간 서비스]을 의미합니다.
"회원"이라 함은 본 약관에 동의하고 회사와 서비스 이용계약을 체결한 자를 말합니다.
 제3조 (이용계약의 체결)
서비스를 이용하고자 하는 자는 회사의 이용신청 양식에 요구된 사항을 기재하여 이용신청을 합니다.
회사는 이용신청자가 본 약관에 동의하고 필요한 정보를 정확히 기재한 경우에 한하여 서비스 이용을 승낙합니다.
 제4조 (서비스의 제공 및 변경)
회사는 회원에게 신청한 서비스를 제공합니다. 다만, 기술적 사유 또는 운영상의 필요에 의해 서비스의 일부 또는 전부를 변경, 중단할 수 있습니다.
서비스의 변경 및 중단에 관하여는 제10조에 따라 통지합니다.
 제5조 (회원의 의무)
회원은 서비스를 이용함에 있어 회사의 정책, 안내 및 관련 법령을 준수하여야 합니다.
회원은 서비스 이용 시 필요한 정보를 정확히 제공해야 하며, 자신의 ID 및 비밀번호를 안전하게 관리하여야 합니다.
 제6조 (서비스 이용의 제한 및 정지)
회사는 회원이 본 약관을 위반하거나 서비스 운영에 방해가 될 경우, 서비스의 이용을 제한하거나 정지시킬 수 있습니다.
회원은 제1항에 따른 서비스 이용의 제한 또는 정지에 대하여 이의를 제기할 수 있습니다.
 제7조 (개인정보보호)
회사는 회원의 개인정보를 보호하기 위해 최선을 다하며, 개인정보 보호 관련 법령 및 회사의 개인정보 처리 방침에 따릅니다.

 제8조 (게시물의 관리)
회원이 서비스에 게시한 게시물은 관련 법령 및 회사의 정책에 따라 관리되며, 회사는 회원의 동의 없이 게시물을 외부로 유출 또는 이용하지 않습니다.

 제9조 (면책조항)
회사는 천재지변, 정전, 기술적 결함 등의 불가항력적인 사유로 인한 서비스 중단에 대한 책임을 지지 않습니다.

 제10조 (약관의 변경 및 통지)

회사는 필요한 경우 본 약관을 변경할 수 있습니다.
약관의 변경 내용은 서비스 내 공지사항 또는 이메일을 통해 통지합니다.
 제11조 (권리의 귀속 및 양도)
회원은 회사의 서비스를 이용함으로써 얻게 되는 모든 권리는 회사에 귀속되며, 어떠한 경우에도 회원의 사전 동의 없이 양도할 수 없습니다.

 제12조 (관할법원 및 준거법)
본 약관에 명시되지 않은 사항에 대하여는 대한민국의 관련 법령 및 상관례에 따릅니다.

 부칙
본 약관은 2023년 10월 01일부터 적용됩니다.
`;