export const termText = `
개인정보 보호와 안전한 서비스 이용을 위하여 본 애플리케이션은 사용자의 소중한 정보를 신중하게 관리하고 있습니다. 이에 따라 본 서비스 이용 시 수집되는 개인정보는 다음과 같습니다.
사용자가 입력한 소비패턴은 다른 이용자들과 공유되어, 소비에 어려움을 겪는 사용자들을 지원하기 위해 활용됩니다. 이 과정에서 사용자가 회원가입 시 제공한 정보도 필요한 경우 활용될 수 있습니다. 단, 이 정보는 오직 본 서비스에서만 사용되며 외부로 유출되지 않습니다.
수집된 개인정보는 다음과 같은 목적으로 활용됩니다. 먼저, 사용자의 소비패턴은 소비지수를 분석하고 개선하기 위해 활용됩니다. 또한, 회원가입 시 입력한 정보는 더 나은 서비스를 제공하고 사용자 경험을 향상시키기 위해 활용됩니다.
수집된 개인정보는 목적 달성 시까지 안전하게 보관되며, 그 이후에는 즉시 파기됩니다. 이와 함께 개인정보는 본 서비스 제공 범위 내에서만 사용되며, 이용자의 동의 없이 제3자와 공유되지 않습니다.
위 내용을 고려하시고 동의해주시면, 본 서비스를 원활하게 이용하실 수 있습니다. 만일 추가 문의사항이 있으시다면 언제든지 문의해주시기 바랍니다. 함께 안전하고 신뢰할 수 있는 서비스를 만들어 나가겠습니다.
`;